{"translation-revision-date":"2025-10-27 15:33:20+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Tip: Deregistering theme.css can make your website load faster. Disable it only if you are not using any WordPress elements on your website, or if you want to style them yourself. Examples of WordPress elements include comments area, pagination box, and image align classes.":["Consejo: Anular el registro del archivo theme.css puede hacer que tu sitio web cargue más rápido. Desactívalo solo si no utilizas ningún elemento de WordPress en tu sitio web, o si quieres darles estilo por tu cuenta. Algunos ejemplos de elementos de WordPress son el área de comentarios, la caja de paginación y las clases de alineación de imágenes."],"Tip: Deregistering reset.css can make your website load faster. Disable it only if you’re using another style reset method, such as with a child theme.":["Consejo: anular el registro del archivo reset.css puede hacer que tu web cargue más rápido. Desactívalo únicamente si estás usando otro método de restablecer estilos, como por ejemplo un tema hijo."],"What it does: Turns off CSS reset rules by disabling the theme’s reset stylesheet. CSS reset rules make sure your website looks the same in different browsers.":["Qué hace: Desactiva las reglas de restablecimiento de CSS desactivando la hoja de estilos principal del tema. Las reglas de restablecimiento de CSS garantizan que tu sitio web tenga el mismo aspecto en distintos navegadores."],"Be careful, disabling these settings could break your website.":["Ten cuidado, desactivar estos ajustes podría romper tu sitio web."],"These settings allow you to change or remove default Hello Elementor theme styles.":["Estos ajustes te permiten cambiar o eliminar los estilos por defecto del tema Hello Elementor."],"Tip: If you use an accessibility plugin that adds a \"skip to content\" link, disable this option to prevent duplications.":["Consejo: Si utilizas un plugin de accesibilidad que añade un enlace «saltar al contenido», desactiva esta opción para evitar duplicidades."],"What it does: Removes the \"Skip to content\" link that helps screen reader users and keyboard navigators jump directly to the main content.":["Qué hace: Elimina el enlace «Saltar al contenido» que ayuda a los usuarios de lectores de pantalla y navegadores de teclado a saltar directamente al contenido principal."],"Tip: If you use an SEO plugin that handles meta descriptions, like Yoast or Rank Math, disable this option to prevent duplicate meta tags.":["Consejo: si usas un plugin SEO que gestiona las meta descriptions, como Yoast o Rank Math, desactiva esta opción para evitar etiquetas meta duplicadas."],"What it does: Removes the description meta tag code from singular content pages.":["Qué hace: elimina el código de la etiqueta meta description de las páginas individuales de contenido."],"These settings affect how search engines and assistive technologies interact with your website.":["Estos ajustes afectan al modo en que los motores de búsqueda y las tecnologías de asistencia interactúan con tu sitio web."],"Tip: If you do not want to display page titles or are using Elementor widgets to display your page titles, hide the page title.":["Consejo: Si no quieres mostrar los títulos de las páginas o utilizas widgets de Elementor para mostrar los títulos de tus páginas, oculta el título de la página."],"What it does: Removes the main page title above your page content.":["Qué hace: Elimina el título de la página principal por encima del contenido de tu página."],"Hide page title":["Ocultar el título de la página"],"Tip: If you use a plugin like Elementor Pro for your headers and footers, disable the theme header and footer to improve performance.":["Consejo: Si utilizas un plugin como Elementor Pro para tus cabeceras y pies de página, desactiva la cabecera y el pie de página del tema para mejorar el rendimiento."],"What it does: Removes the theme’s default header and footer sections from every page, along with their associated CSS\/JS files.":["Qué hace: Elimina las secciones de cabecera y pie de página por defecto del tema de cada página, junto con sus archivos CSS\/JS asociados."],"Disable theme header and footer":["Desactivar la cabecera y el pie de página del tema"],"These settings relate to the structure of your pages.":["Estos ajustes están relacionados con la estructura de tus páginas."],"CSS and styling control":["Control de CSS y de estilo"],"Structure and layout":["Estructura y diseño"],"SEO and accessibility":["SEO y accesibilidad"],"Advanced settings are available for experienced users and developers. If you're unsure about a setting, we recommend keeping the default option.":["Los ajustes avanzados están disponibles para usuarios experimentados y desarrolladores. Si no tienes seguridad acerca de algún ajuste, te recomendamos que mantengas la opción por defecto."],"Advanced theme settings":["Ajustes avanzados del tema"],"Error when saving settings":["Error al guardar los ajustes"],"Changelog":["Registro de cambios"],"Deregister Hello theme.css":["Anular el registro del theme.css de Hello"],"Deregister Hello reset.css":["Anular el archivo reset.css de Hello"],"Disable skip links":["Desactivar enlace de omisión"],"Disable description meta tag":["Desactivar la meta etiqueta descripción"],"Settings Saved":["Ajustes guardados"]}},"comment":{"reference":"assets\/js\/hello-elementor-settings.js"}}